import {Link} from 'react-router-dom'

import './motto.css'

export const MottoSection = () => {

    return (
        <>
            <section className="motto-section">
                <div className="motto-desc">
                    <img src="/images/homePage/logo.png" alt="logo" />
                    <div className="motto-info">
                        <h3>Превръщайки се в най-доброто от себе си </h3>
                        <p>Ние вярваме, че възрастта не е пречка, а възможност да изживеете най-доброто и най-автентичното си аз. </p>
                        <p><span>Нашата мисия е да създадем общност, в която възрастните хора могат да се свързват, да споделят своите умения и опит, и да навлязат в света на технологиите. Публикувайте обяви за услуги и умения, открийте помощ и предложете своята. Използвайте нашата интерактивна карта, за да намерите нови приятели и съмишленици близо до вас.</span></p>
                        <p>Присъединете се към Pensa Club и станете част от една активна и подкрепяща общност, където всеки има възможност да реализира своя потенциал и да живее пълноценно.</p>
                    </div>
                    <Link to="/#"className="btn-join">Прочетете за Нас</Link> {/*трябва да води към about page*/}
                </div>
            </section>
        </>
    )
}